Repository: jespermhl/image-copyright-manager
Catalog: languages/image-copyright-manager-*.po
Languages: de_de

source: Image Copyright Manager
de_de: Bild-Copyright-Manager

source: Adds a custom field for copyright information to WordPress media.
de_de: Fügt ein benutzerdefiniertes Feld für Copyright-Informationen zu WordPress-Medien hinzu.

source: Copyright Information
de_de: Copyright-Informationen

source: Display copyright text under this image
de_de: Copyright-Text unter diesem Bild anzeigen

source: The display format can be customized in Settings > Image Copyright. You can include HTML links in the copyright field.
de_de: Das Anzeigeformat kann unter Einstellungen > Bild-Copyright angepasst werden. Du kannst HTML-Links im Copyright-Feld verwenden.

source: Enter copyright information. You can include links using HTML tags like &lt;a href="https://example.com"&gt;Link Text&lt;/a&gt;
de_de: Gib Copyright-Informationen ein. Du kannst Links einfügen, mit HTML-Tags wie &lt;a href="https://example.com"&gt;Link Text&lt;/a&gt;

source: Image Sources
de_de: Bildquellen

source: No image sources with copyright information found.
de_de: Keine Bildquellen mit Copyright-Informationen gefunden.

source: View Media
de_de: Medium anzeigen

source: Image Copyright
de_de: Bild-Copyright

source: Settings saved successfully!
de_de: Einstellungen erfolgreich gespeichert!

source: Image Copyright Manager Settings
de_de: Bild-Copyright-Manager Einstellungen

source: Display Text Format
de_de: Anzeige-Text-Format

source: Use {copyright} as placeholder for the actual copyright text
de_de: Verwenden Sie {copyright} als Platzhalter für den tatsächlichen Copyright-Text

source: CSS Class
de_de: CSS-Klasse

source: CSS class for styling the copyright text
de_de: CSS-Klasse für die Formatierung des Copyright-Texts

source: Save Settings
de_de: Einstellungen speichern
